/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Já está instalado outro widget com este nome no computador. Pretende substituí-lo por este widget %@?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Já está instalado um ficheiro com este nome no computador. Pretende substituí-lo por este widget “%@”?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Já está instalada uma versão mais recente deste widget, disponível para todos os utilizadores deste computador. Só o instale nesta conta de utilizador se preferir utilizar esta cópia em vez da mais recente.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Já está instalada uma versão mais recente do widget %@. Pretende substituí-la?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Já está instalada uma versão mais antiga do widget %@. Pretende substituí-la?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Já está instalada uma versão mais antiga deste widget, disponível a todos os utilizadores deste computador. Só o instale nesta conta de utilizador se preferir utilizar esta cópia em vez da mais antiga.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Pretende instalar o widget %@ e abri-lo no Dashboard?";

/* end preview string */
"End Test" = "Fim do teste";

/* title for OK button */
"Install" = "Instalar";

/* installation failed title */
"The %@ widget can't be installed." = "Não é possível instalar o widget %@.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Substituir";

/* title for OK button when developer run is on */
"Run" = "Executar";

/* preview button string */
"Test Drive" = "Testar";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Não é possível instalar o ficheiro “%@” porque não é um widget válido.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "O widget %@ já está instalado. Pretende substituí-lo?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "O widget que está a instalar já está instalado no computador, e tem pelo menos uma cópia aberta. A reinstalação deste widget irá fechar todas as outras cópias do widget.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "O widget que está a instalar já está aberto. A instalação deste widget irá fechar todas as outras cópias do widget.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "O widget que está a substituir será imediatamente eliminado.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Este widget já está instalado e disponível para todos os utilizadores do computador. Só o instale nesta conta do utilizador se preferir utilizar esta cópia.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Este widget já está instalado no computador, mas com o nome “%@”. Pretende substituir o widget “%@” pelo widget “%@”?";

